---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MEPSupportFailures
source: html/f1a0046c-9394-db25-da23-e488b306a71a.htm
---
# BuiltInFailures.MEPSupportFailures Properties

The instance of [Symbol] cannot be re-sized to match the host.